Revit 2027 API
BackgroundProcessTaskType Properties
The BackgroundProcessTaskType type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
BackgroundProcessTaskType Class
Autodesk.Revit.DB.BackgroundProcessTask Namespace